Repository: wlvpn/ConsumerVPN-Windows
Catalog: src/App/Properties/Strings.*.resx
Languages: es, hi, ru

source: Language
es: Lenguaje
hi: भाषा
ru: Язык

source: Logout
es: Cerrar sesión
hi: लोग आउट
ru: Выход

# SignIn
source: Log In
es: Iniciando sesión
hi: साइन इन
ru: Войти

# SignUp
source: Don't have an Account? SIGN UP
es: ¿No tiene una cuenta?
hi: साइन अप
ru: Зарегистрироваться

source: Forgot Password?
es: ¿Olvidó la contraseña?
hi: पासवर्ड भूल गए?
ru: Забыли пароль?

source: Username
es: Nombre de usuario
hi: उपयोगकर्ता नाम
ru: Имя пользователя

source: Logging In
es: Iniciando sesión
hi: प्रवेश किया
ru: Вход

source: Connect
es: Conectar...
hi: कनेक्ट
ru: Подключиться

source: Disconnect
es: Desconectar
hi: डिस्कनेक्ट
ru: Отключиться

source: Connecting
es: Conectando
hi: कनेक्ट रहा हु
ru: Подключение

source: Disconnecting
es: Desconectando
hi: डिस्कनेक्ट कर रहा है
ru: Рассоединение

# TabSettings
source: Settings
es: Configuración
hi: सेटिंग्स
ru: Настройки

# TabInformation
source: Information
es: Información
hi: जानकारी
ru: Информация

source: Updating
es: Actualizando...
hi: अपडेट कर रहा है
ru: Обновление

source: Installing
es: Instalando
hi: इनस्टॉल कर रहा है
ru: Установка

source: Ok
es: Aceptar
hi: ठीक
ru: Ок

source: Cancel
es: Cancelar
hi: कॅन्सल
ru: Отмена

source: No
hi: नहीं
ru: Нет

source: Yes
es: Sí
hi: हाँ
ru: Да

source: Error
hi: गलती
ru: Ошибка

source: Visible Location
es: Ubicación visible
hi: विज़िबल लोकेशन
ru: Ваше местонахождение

source: Best Available
es: Mejor disponible
hi: सबसे अच्छा उपलब्ध
ru: Лучший из доступных

source: Kill Switch
es: Interruptor de corte
hi: किल स्विच

source: Logging Out
es: Cerrando sesión...
hi: लॉग आउट कर रहा हूं
ru: Выход

source: Password
es: Contraseña:
hi: पासवर्ड
ru: Пароль

# TabSettingsGeneral
source: General
hi: जनरल
ru: Главные

# TabSettingsConnection
source: Connection
es: Conexión
hi: कनेक्षन
ru: Соединение

# TabSettingsSplitTunneling
source: Split Tunneling
es: Túnel dividido
hi: स्प्लिट टनलिंग
ru: Разделенное туннелирование

# TabSettingsDiagnostics
source: Diagnostics
es: Diagnósticos
hi: डाइयग्नॉस्टिक्स
ru: Диагностика

source: System Startup
es: Inicio del sistema
hi: सिस्टम स्टार्टअप
ru: При старте Windows

# SystemStartupOption2
source: Hide application on startup
es: Ocultar la aplicación al inicio de sesión
hi: स्टार्टअप पर एप्लिकेशन छुपाएं
ru: Спрятать программу при старте

# AppStartup
source: Application Startup
es: Inicio de la aplicación
hi: एप्लिकेशन स्टार्टअप
ru: При старте программы

# AppStartupOption1
source: Do not automatically connect
es: No conectar autómaticamente
hi: ऑटोमैटिक कनेक्ट न करें
ru: Не подключаться автоматически

# AppStartupOption2
source: Connect to last connected server
es: Conectar al último servidor conectado
hi: अंतिम सर्वर से कनेक्ट करें
ru: Подключиться к последнему использованному серверу

# AppStartupOption3
source: Connect to fastest server
es: Conectar al servidor más rápido
hi: सबसे तेज सर्वर से कनेक्ट करें
ru: Подключиться к наиболее быстрому серверу

source: Closing
es: Cerrando...
hi: समापन
ru: Закрытие

# ClosingOption1
source: Quit Application
es: Salir de la aplicación
hi: अप्लिकेशन छोड़ो
ru: Выйти

# ClosingOption2
source: Hide to Tray
es: Ocultar a bandeja
hi: ट्रे में छिपाएं
ru: Спрятать

# ClosingOption3
source: Show Dialog and Ask
es: Mostrar diálogo y preguntar
hi: डायलॉग दिखाओ और पूछो
ru: Спрашивать

source: Auto Reconnect
es: Auto-conectar
hi: ऑटो रिकोनेक्ट
ru: Автоматическое переподключение

source: Block LAN Traffic
es: Bloquear el tráfico de LAN
hi: LAN ट्रैफ़िक ब्लोक करें
ru: Блокировка LAN траффика

# InstallRepairTAP
source: OpenVPN requires TAP Adapter being installed. Select "Install" to try to install it.
es: OpenVPN requiere que el adaptador TAP esté instalado. Seleccione Instalar para intentar instalarlo.
hi: OpenVPN इनस्टॉल करें / रिपेर करें
ru: Для работы OpenVPN, TAP адаптер должен быть установлен.

# InstallRepair
source: Install
es: instalar
hi: इनस्टॉल करें / रिपेर करें
ru: Установить/Отремонтировать

source: Copy Diagnostics Data
es: Copiar datos de diagnóstico
hi: डायग्नोस्टिक्स डेटा की कॉपी बनाएँ
ru: Скопировать

# TapDriverSuccess
source: TAP driver was successfully installed.
es: El controlador TAP se instaló correctamente.
hi: TAP ड्राइवर सफलतापूर्वक स्थापित किया गया था।
ru: TAP драйвер был успешно установлен.

# HelpTextUserName
source: Enter the username to use to log in with
es: Ingrese el nombre de usuario a utilizar para iniciar sesión con
hi: यूज़र लॉगिन के लिए उपयोगकर्ता नाम लिखें
ru: Введите имя пользователя

# TabDriverRebootRequired
source: A reboot is required to finish TAP driver installation.
es: Se requiere reiniciar para finalizar la instalación del controlador TAP.
hi: TAP ड्राइवर इन्स्टलेशन को पूरा करने के लिए रिबूट करें
ru: Требуется перезагрузка компьютера для корректной работы TAP драйвера.

# HelpTextPassword
source: Enter the password for the user login
es: Escriba la contraseña del nuevo usuario.
hi: यूज़र लॉगिन के लिए पासवर्ड लिखें
ru: Введите пароль

# TapDriverFail
source: Failed to install TAP driver.
es: Error al instalar el controlador TAP.
hi: TAP ड्राइवर को स्थापित करने में विफल।
ru: Ошибка при установке TAP драйвера.

# HelpTextSignIn
source: Starts the sign in process
es: Este botón inicia el proceso de inicio de sesión
hi: यह बटन साइन इन प्रोसेस शुरू करता है
ru: Это кнопка входа

# OpenVpnNotSupportedTapInstall
source: Drivers directory is missing.
es: Falta el directorio de controladores.
hi: ड्राइवर्स डाइरेक्टरी गायब है
ru: Директория с OpenVPN драйверами отсутствует.

# HelpTextForgotPassword
source: Takes you to the web site to resend your password
es: Este botón lo lleva al sitio web para reenviar su contraseña
hi: यह बटन आपको पासवर्ड भेजने के लिए वेब साइट पर ले जाता है
ru: Эта кнопка откроет web-страницу для сброса пароля.

# TapInstaller
source: TAP Drivers Installer
es: Instalador de controladores TAP
hi: TAP ड्राइवर्स इंस्टॉलर
ru: Установщик TAP драйвера

# HelpTextSignUp
source: Takes you to the web site to create an account
es: Este botón lo llevará al sitio web para crear una cuenta
hi: अक्कौट् बनाने के लिए यह बटन आपको वेब साइट पर ले जाएगा
ru: Эта кнопка откроет web-страницу регистрации нового аккаутнта.

# NotAuthorizedUserControlTitle
source: Authorize User Screen
es: Autorizar la pantalla de usuario
hi: ऑतरिज़ यूज़र स्क्रीन
ru: Раздел авторизации пользователя

# LoginUserControlTitle
source: Login Screen
es: Pantalla Login
hi: लोजीन स्क्रीन
ru: Авторизация пользователя

# MessageBoxScreenTitle
source: Message Box Popup
es: Cuadro de mensaje emergente
hi: संदेश बॉक्स पॉपअप
ru: Сообщение

source: Close Application
es: Cerrar aplicación.
hi: एप्लिकेशन बंद करो
ru: Закрыть приложение

source: Minimize Application
es: Minimizar aplicación
hi: मिनिमाइज़ अप्लिकेशन
ru: Минимизировать окно

source: Maximize Application
es: Maximizar aplicación
hi: मॅक्सिमाइज़ अप्लिकेशन
ru: Окно на весь экран

source: Exit
es: Salir
hi: बाहर निकलना
ru: Выход

source: Show Window
es: Mostrar ventana
hi: विंडोव दिखाएं
ru: Показать окно

# CurrentIP
source: Current IP: {0}
es: Ip actual: {0}
hi: करेंट IP: {0}
ru: Текущий IP: {0}

source: Disconnected
es: Desconectado
hi: डिस्कनेक्ट किया गया
ru: Отключен

source: Connected
es: Conectado
hi: कनेक्ट हुए
ru: Подключен

source: Status:
es: Estado:
hi: स्टेटस:
ru: Статус:

# CloseDialogTitle
source: Choose Close Action
es: Elija Acción de cerrado
hi: क्लोज़ आक्षन चुनें
ru: Выбрать действие

# CloseDialogDescription
source: What close action should the application perform?
es: ¿Cuál acción debería realizar la aplicación al cerrar?
hi: एप्लिकेशन को कैसे क्लोज़ करनी चाहिए?
ru: Какое действие выполнить при закрытии программы

source: Hide to Tray
es: ¡Ocultar a la bandeja!
hi: ट्रे में छिपाएं
ru: Спрятать

# ChooseLanguage
source: Choose your language:
es: Elija su idioma
hi: अपनी भाषा चुनिए:
ru: Выбрать язык:

source: Information
es: Información
hi: जानकारी
ru: Информация

# LanguageChangeInfo
source: Language changes aren't applied until the next launch, do you wish to save your changes?
es: Los cambios realizados en el idioma no serán aplicados hasta reiniciar la aplicación, ¿deseas guardar tus cambios?
hi: भाषा में किए गए परिवर्तनों को तब तक लागू नहीं किया जाएगा जब तक कि आवेदन को फिर से शुरू नहीं किया जाता है, क्या आप अपने परिवर्तनों को सहेजना चाहते हैं?
ru: Языковые Настройки вступят в силу после перезагрузки программы, вы хотите сохранить изменения?

# KillSwitchToolTip
source: Isolate this PC from the Internet if the VPN is cut off
es: Aislar esta PC de Internet si se corta la VPN
hi: अगर VPN काट दिया जाए तो इस PC को इंटरनेट से अलग कर दें
ru: Блокировать Интернет при разрыве VPN соединения.

# BlockLanToolTip
source: Block LAN access when Kill Switch is enabled
es: Bloquear el acceso a la LAN cuando Kill Switch está activado
hi: किल स्विच एनेबल होने पर LAN आक्सेस को ब्लोक करें
ru: Блокировать LAN доступ при включенном Kill Switch.

# MainScreenTitle
source: Main Window
es: Ventana principal
hi: मुख्य विंडो
ru: Главная

# HelpTextProtocol
source: The currently selected VPN protocol
es: El protocolo VPN actualmente seleccionado
hi: करेंट चयनित VPN प्रोटोकॉल
ru: Ваш VPN протокол

# HelpTextKillSwitch
source: The current state of the Kill Switch Property. See the General Settings tab for control of this.
es: El estado actual de la propiedad Kill Switch. Consulte la pestaña Configuración general para controlar esto.
hi: किल स्विच प्रॉपर्टी की करेंट स्थिति। इसके कंट्रोल के लिए सेटिंग्स टैब देखें।
ru: Статус опции Kill Switch. Для управления опцией см. настройки.

# VisibleIPAddress
source: External IP Address
es: Dirección IP externa
hi: बाहरी IP पता
ru: Внешний IP-адрес

# HelpTextConnectButton
source: Connects VPN to the currently selected location.
es: Este botón conectará la VPN a la ubicación seleccionada actualmente.
hi: यह बटन करेंट स्थिति के आधार पर VPN को कनेक्ट या डिस्कनेक्ट करेगा।
ru: Нажав на кнопку, в зависимости от текущего состояния VPN соединения, Вы или подключитесь к VPN или разорвете соединение

# MainTabControlName
source: Main
es: Principal
hi: एप्लिकेशन के लिए मुख्य टैब कंट्रोल
ru: Главный раздел программы

# HelpTextMainTabControlName
source: This Tab contains the ability to modify all of the settings
es: Esta pestaña puede modificar todas las configuraciones de la aplicación.
hi: इस टैब कंट्रोल में एप्लिकेशन के सभी सेटिंग्स को मोडीफाइ कर सकती है
ru: Это основная часть программы. Здесь находятся все настройки и элементы управления программой.

# UpdaterWindowTitle
source: Application Update Service
es: Servicio de actualización de aplicaciones!
hi: एप्लिकेशन अपडेट सेवा
ru: Сервис обновлений

# UpdaterWindowDescription
source: A new version of {0} is available! The new version is {1} (You currently have version {2})
es: Una nueva versión de {0} está disponible! La nueva versión es {1} (actualmente tiene la versión {2})
hi: {0} का नया वेरशन उपलब्ध है! नया वेरशन {1} है (आप वेरशन {2} में है)
ru: Новая версия {0} доступна! Номер новой версии {1} (Ваша текущая {2})

# UpdaterReleaseNotes
source: Release Notes
es: Notas de la versión
hi: रिलीज नोट्स
ru: Что нового?

# UpdaterInstall
source: Install
es: instalar
hi: इंस्टॉल करें
ru: Установить

# UpdaterNoUpdatesAvailable
source: No updates available for this release.
es: No hay actualizaciones disponibles para esta versión.
hi: इस रिलीज़ के लिए कोई अपडेट उपलब्ध नहीं है।
ru: Обновления отсутствуют.

# IPAddress
source: Current IP
es: IP actual
hi: IP
ru: IP

# DisconnectedBalloon
source: You have been disconnected from {0}.
es: Has sido desconectado de {0}.
hi: आपको {0} से डिस्कनेक्ट कर दिया गया है|
ru: Вы были отсоединены от {0}.

# ConnectedBalloon
source: You are now connected to {0}.
es: Estás conectado a {0}
hi: अब आप {0} से कनेक्ट हैं।
ru: Вы подключились к {0}.

# BalloonNotificationTitle
source: VPN Status Change
es: Cambiar Estado
hi: वीपीएन स्थिति
ru: Смена статуса VPN

# LocationChangeConfirmation
source: Would you like to disconnect from {0}, {1} and connect to {2}, {3}?
es: ¿Te gustaría desconectarte de {0}, {1} y conectarte a {2}, {3}?
hi: क्या आप {0}, {1} से डिस्कनेक्ट करना चाहेंगे और {2}, {3} से कनेक्ट करना चाहेंगे?
ru: Вы хотите отсоединиться от {0}, {1} и подключиться к {2}, {3}?

source: Warning
es: Advertencia
hi: वॉर्निंग
ru: Внимание

source: Load
es: Cargar
hi: लोड
ru: Загрузка

source: Search
es: Buscar
hi: सर्च
ru: Поиск

source: Country
es: País
hi: देश
ru: Страна

# EnableSpeech
source: Enable Speech Feedback
es: Habilitar comentarios de voz
hi: स्पीच फीडबैक सक्षम करें
ru: Включить голосовое сопровождение

# ReconnectTries
source: Number of retries:
es: Número de reintentos
hi: रीट्रीस की संख्या:
ru: Количество повторений:

# ViewDiagnosticsButton
source: View Diagnostics Files
es: Ver archivos de diagnóstico
hi: डायग्नोस्टिक्स फ़ाइलें देखें
ru: Файлы диагностики

source: Reconnecting
es: Conectando de nuevo...
hi: पुन: कनेक्ट
ru: Переподключение

# ReconnectAfter
source: Will attempt to reconnect in {0} seconds
es: Reintento de conección en {0} segundos
hi: {0} सेकंड में पुन: कनेक्ट करने का प्रयत्न करेगा
ru: Переподключение через {0} секунд

# ScrambleDescription
source: Scramble adds obfuscation capability to OpenVPN, allowing it to bypass network traffic sensors which aim to detect usage of a VPN and block it.
es: Scramble agrega la capacidad de ofuscación a OpenVPN, lo que le permite evitar los sensores de tráfico de la red que apuntan a detectar el uso de una VPN y bloquearla.
hi: स्क्रैम्बल OpenVPN में अस्पष्ट करने का क्षमता को जोड़ता है, जिससे यह नेटवर्क ट्रैफ़िक सेंसर को बायपास करने की अनुमति देता है | इसका उद्देश्य VPN के उपयोग का पता लगाना और उसको ब्लॉक करना है।
ru: Дополнительное шифрование трафика OpenVPN повышает шансы обхода блокировок в разных странах.

# AutoReconnectDescription
source: If the VPN is unexpectedly disconnected, this will attempt to reconnect the VPN.
es: Si la VPN se desconecta inesperadamente, esto intentará volver a conectar la VPN.
hi: अगर वीपीएन अप्रत्याशित रूप से डिस्कनेक्ट हो जाता है, तो यह वीपीएन को फिर से जोड़ने का प्रयास करेगा।
ru: В случае если VPN соединение разорвалось, приложение попытается восстановить его.

# ConnectShortcutDescription
source: Connects to the default/selected server
es: Se conecta al servidor predeterminado / seleccionado
hi: डिफ़ॉल्ट / चयनित सर्वर से कनेक्ट है
ru: Подключиться к выбранному серверу

# ShortcutsTitle
source: Keyboard Shortcuts
es: Atajos de teclado
hi: कुंजीपटल अल्प मार्ग
ru: Горячие клавиши

source: List of Shortcuts
es: Acceso directo
hi: शॉर्टकट की सूची
ru: Сочетание клавиш

# ShortcutDescription
source: Description
es: Descripción
hi: विवरण
ru: Описание

# DisconnectShortcutDescription
source: Disconnect the VPN
es: Desconectar VPN
hi: वीपीएन को डिस्कनेक्ट करें
ru: Отключиться от VPN

source: Disable Shortcuts
es: Deshabilitar accesos directos
hi: शॉर्टकट अक्षम करें
ru: Выключить горячие клавиши

source: Enable Shortcuts
es: Habilitar accesos directos
hi: शॉर्टकट सक्षम करें
ru: Включить горячие клавиши

# InformationShortcutDescription
source: Information Tab
es: Pestaña Información
hi: जानकारी टैब
ru: Раздел информации

# HomeShortcutDescription
source: Home Tab
es: Pestaña Inicio
hi: होम टैब
ru: Открыть раздел Быстрое Соединение

# SettingsShortcutDescription
source: Settings Tab
es: Pestaña Configuración
hi: सेटिंग्स टैब
ru: Открыть раздел Настройки

# EnableShortCut
source: Enable Shortcuts
es: Habilitar accesos directos
hi: शॉर्टकट सक्षम करें
ru: Включить горячие клавиши

# TapNotInstalledText
source: The TAP device has not been installed on this computer. The TAP device must be installed for OpenVPN to connect. Would you like to install one now?.
es: El dispositivo TAP no se ha instalado en esta computadora. El dispositivo TAP debe estar instalado para que OpenVPN se conecte. ¿Te gustaría instalar uno ahora?
hi: इस कंप्यूटर पर एप्लिकेशन TAP उपकरण स्थापित नहीं किया गया है। कनेक्ट करने के लिए OpenVPN के लिए TAP डिवाइस को इंस्टॉल किया जाना चाहिए। क्या आप अभी एक स्थापित करना चाहते हैं?
ru: OpenVPN TAP адаптер не установлен на данном компьютере. Для работы протокола OpenVPN, адаптер должен быть установлен. Вы ходите установить его?

# TapNotInstalledTitle
source: TAP Device is Not Installed
es: El dispositivo TAP no está instalado
hi: TAP डिवाइस स्थापित नहीं है
ru: TAP адаптер не установлен

source: Scramble
hi: एन्क्रिप्ट
ru: Шифрование трафика

source: On
es: Activado
hi: चालू करो
ru: Включено

source: Off
es: Desactivado
hi: बंद करें
ru: Выключено

source: City
es: Ciudad
hi: शहर
ru: Город

# TabInformationHelp
source: Help
es: Ayuda
hi: मदद
ru: Помощь

# TabInformationLicenses
source: Licenses
es: Licencias
hi: लाइसेंस
ru: Лицензии

source: VPN Protocol
es: Protocolo de VPN
hi: VPN प्रोटोकॉल
ru: VPN Протокол

# TapAdapter
source: OpenVPN TAP Adapter
es: Adaptador TAP OpenVPN
hi: OpenVPN TAP एडाप्टर
ru: OpenVPN TAP адаптер

source: Connectivity
es: Conectividad
hi: कनेक्टिविटी
ru: Подключение

# Ikev2Description
source: Offers highly stable security, especially when switching networks or reconnecting. Faster than other protocols, but only supported on limited platforms.
es: Ofrece seguridad altamente estable, especialmente al cambiar de red o reconectarse. Más rápido que otros protocolos, pero solo se admite en plataformas limitadas.
hi: अत्यधिक स्थिर सुरक्षा प्रदान करता है, खासकर जब नेटवर्क स्विच या फिर से कनेक्ट हो रहा हो। अन्य प्रोटोकॉल की तुलना में, लेकिन केवल सीमित प्लेटफार्मों पर समर्थित है।
ru: Высокая стабильность и безобасность, особенно при смене сетей. Самый быстрый из всех предложенных протоколов.

# OpenVPNDescription
source: Provides the best security. It may be slower than other protocols due to its stronger security. OpenVPN is also good choice when other protocols are not available due to firewall restrictions.
es: Proporciona la mejor seguridad. Puede ser más lento que otros protocolos debido a su mayor seguridad. OpenVPN también es una buena opción cuando otros protocolos no están disponibles debido a restricciones de firewall.
hi: सर्वोत्तम सुरक्षा प्रदान करता है। यह अपनी मजबूत सुरक्षा के कारण अन्य प्रोटोकॉल की तुलना में धीमा हो सकता है। ओपन प्रोटोकॉल भी एक अच्छा विकल्प है जब फ़ायरवॉल प्रतिबंधों के कारण अन्य प्रोटोकॉल उपलब्ध नहीं हैं।
ru: Наилучшая безопасность. Этот протокол может быть медленнее других протоколов из-за метода шифрования. Также, данный протокол является хорошим выбором, когда другие протоколы не работают ввиду различного рода блокировок.

# HelpTextDisconnectButton
source: Disconnects the VPN.
es: Este botón desconectará la VPN.
hi: VPN को डिस्कनेक्ट करता है
ru: Отключиться от VPN

# HelpTextSearch
source: This allows you to search for a location to connect to.
es: Esto le permite buscar una ubicación para conectarse.
hi: यह आपको कनेक्ट करने के लिए स्थान खोजने की अनुमति देता है।
ru: Это поле поиска места подключения

# ClientPortalHelpText
source: Will take you to the applications main web site.
es: Te llevará al sitio web principal de aplicaciones.
hi: आपको एप्लिकेशन मुख्य वेब साइट पर ले जाएगा।
ru: Открыть сайт компании

source: Client Portal
es: Portal del cliente
hi: ग्राहक पोर्टल
ru: Сайт компании

# ShortcutsReference
source: The list of available shortcuts is available on Help page.
es: La lista de atajos de teclado está disponible en la página de ayuda
hi: उपलब्ध शॉर्टकट की सूची सहायता पृष्ठ पर उपलब्ध है।
ru: Список горячих клавиш доступен на странице Помощи.

source: Open Help
es: Abrir ayuda
hi: मदद खोलें
ru: Открыть Помощь

source: Open Settings
es: Abrir Configuración
hi: सेटिंग्स खोलें
ru: Открыть Настройки

# ShortcutsEnableHelp
source: To enable or disable shortcuts, go to settings.
es: Para habilitar y deshabilitar atajos vayaa configuración.
hi: शॉर्टकट को सक्षम या अक्षम करने के लिए, सेटिंग्स पर जाएं
ru: Чтобы включить или отключить горячие клавиши, откройте страницу настроек.

# SystemStartupOption1
source: Start application when user logs in
es: Iniciar la aplicación al inicio de sesión
hi: जब उपयोगकर्ता लॉगिन करे तो अप्लिकेशन शुरू करें
ru: Запускать программу после входа систему

# WireGuardDescription
source: The newest, fastest and most resilient VPN protocol, with state-of-the-art security.
es: El protocolo VPN más nuevo, rápido y resistente, con seguridad de última generación.
hi: अत्याधुनिक सुरक्षा के साथ नवीनतम, सबसे तेज और सबसे लचीला वीपीएन प्रोटोकॉल।
ru: Новейший, самый быстрый и надежный VPN-протокол с самыми современными средствами защиты.

source: Automatic
es: Automático
hi: स्वचालित
ru: автоматический

# AutomaticDescription
source: Connects to the best protocol among ones listed below. Can fallback to the other protocols.
es: Se conecta al mejor protocolo entre los que se enumeran a continuación. Puede recurrir a los otros protocolos.
hi: नीचे सूचीबद्ध प्रोटोकॉल में से सबसे अच्छे प्रोटोकॉल से जुड़ता है। अन्य प्रोटोकॉल पर वापस आ सकते हैं।
ru: Подключается к лучшему протоколу среди перечисленных ниже. Может откатиться на другие протоколы.

# AllowLanInterfaces
source: Allow local network interfaces when connected.
es: Permitir interfaces de red local cuando esté conectado.
hi: कनेक्ट होने पर स्थानीय नेटवर्क इंटरफ़ेस की अनुमति दें।
ru: Разрешить локальные сетевые интерфейсы при подключении.

# AllowLanInterfacesDescription
source: This option controls local network interfaces availability when you're connected to a VPN server. If the option is off, the app will block all other network interfaces on your computer. This will prevent you from data leaking, for example, while torrenting, but will block the ability to access your LAN resources.
es: Esta opción controla la disponibilidad de las interfaces de la red local cuando está conectado a un servidor VPN. Si la opción está desactivada, la aplicación bloqueará todas las demás interfaces de red en su computadora. Esto evitará que se filtren datos, por ejemplo, durante la descarga de torrents, pero bloqueará la capacidad de acceder a los recursos de su LAN.
hi: जब आप किसी वीपीएन सर्वर से कनेक्ट होते हैं तो यह विकल्प स्थानीय नेटवर्क इंटरफेस की उपलब्धता को नियंत्रित करता है। यदि विकल्प बंद है, तो ऐप आपके कंप्यूटर पर अन्य सभी नेटवर्क इंटरफेस को ब्लॉक कर देगा। यह आपको डेटा लीक होने से रोकेगा, उदाहरण के लिए, टोरेंटिंग के दौरान, लेकिन आपके LAN संसाधनों तक पहुंचने की क्षमता को अवरुद्ध कर देगा।
ru: Этот параметр управляет доступностью локальных сетевых интерфейсов при подключении к VPN-серверу. Если опция отключена, приложение будет блокировать все другие сетевые интерфейсы на вашем компьютере. Это предотвратит утечку данных, например, при работе с торрентами, но заблокирует возможность доступа к ресурсам вашей локальной сети.

source: Disable DNS leak protection.
es: Deshabilite la protección contra fugas de DNS.
hi: DNS रिसाव सुरक्षा अक्षम करें.
ru: Отключите защиту от утечки DNS.

source: Disable IPv6 leak protection.
es: Deshabilite la protección contra fugas de IPv6.
hi: IPv6 रिसाव सुरक्षा अक्षम करें.
ru: Отключите защиту от утечки IPv6.

source: Split Tunneling
es: Túnel dividido
hi: स्प्लिट टनलिंग
ru: Разделенное туннелирование

source: Add
es: Añadir
hi: सूची में शामिल करे
ru: добавить

source: Add Applications
es: Añadir aplicaciones
hi: ऐड ऍप्लिकेशन्स
ru: Добавить приложения

# AddDomainAlreadyExistsError
source: This domain already exists, please enter a different domain.
es: Este dominio ya existe. Introduce uno diferente.
hi: यह डोमेन पहले से मौजूद है, कृपया कोई अन्य डोमेन दर्ज करें.
ru: Этот домен уже существует, введите другой домен.

# AddDomainValidationError
source: Please enter a valid domain format
es: Introduce un formato de dominio válido
hi: कृपया एक वैध डोमेन प्रारूप दर्ज करें
ru: Пожалуйста, введите действительный формат домена

# ApplicationAlreadyAdded
source: Application already added: {0}
es: Aplicación ya añadida: {0}
hi: ऍप्लिकेशन पहले से ही सूची में है: {0}
ru: Приложение уже в списке: {0}

# NoAppAdded
source: No app has been added yet
es: Aún no se ha añadido ninguna aplicación
hi: अभी तक कोई ऐप नहीं जोड़ा गया है
ru: Ни одно приложение еще не добавлено
