Repository: wlvpn/ConsumerVPN-Windows
Catalog: src/App/Properties/Strings.*.resx
Languages: es, hi, ru

# NoDomainAdded
source: No domain has been added yet
es: Aún no se ha añadido ningún dominio
hi: अभी तक कोई डोमेन नहीं जोड़ा गया है
ru: Домен еще не добавлен

source: Enable Split Tunneling
es: Habilitar túnel dividido
hi: स्प्लिट टनलिंग सक्षम करें
ru: Включить разделенное туннелирование

source: Duplicate Application
es: Aplicación duplicada
hi: डुप्लिकेट एप्लीकेशन
ru: Дубликат заявления

source: Path
es: Camino
hi: स्थान
ru: Путь

source: Include Subdomains
es: Incluir subdominios
hi: सबडोमेन शामिल करें
ru: Включить субдомены

source: Domains
es: Dominios
hi: डोमेन्स
ru: Домены

source: Applications
es: Aplicaciones
hi: ऍप्लिकेशन्स
ru: Приложения

# InvalidApplication
source: Invalid application selected
es: Aplicación no válida seleccionada
hi: अमान्य ऍप्लिकेशन का चयन किया गया है
ru: Выбрано неверное приложение

source: Application
es: Aplicación
hi: एप्लिकेशन
ru: Приложение

source: Domain
es: Dominio
hi: डोमेन
ru: домен

source: Pick Manually
es: Seleccionar manualmente
hi: मैन्युअल रूप से चुनें
ru: выбрать вручную

# UnsupportedFileChosen
source: Unsupported file chosen: {0}
es: Archivo no compatible elegido: {0}
hi: असमर्थित फ़ाइल चुनी गई: {0}
ru: У нас есть еще один пример: {0}

source: Delete
es: Eliminar
hi: इसे मिटाएं
ru: удалить

source: Current Protocol
es: Protocolo actual
hi: वर्तमान प्रोटोकॉल
ru: Текущий протокол

source: Data Downloaded
es: Datos descargados
hi: डेटा डाउनलोड किया गया
ru: Данные Скачано

source: Data Uploaded
es: Datos cargados
hi: डेटा अपलोड किया गया
ru: Данные Загружено

source: Advanced protection
es: Protección avanzada
hi: उन्नत सुरक्षा

# ThreatProtectionText
source: Block ads, trackers, and malicious websites when the VPN is connected.
es: Bloquear anuncios, rastreadores y sitios web malintencionados cuando la VPN está conectada
hi: वीपीएन कनेक्ट होने पर विज्ञापनों, ट्रैकर्स और दुर्भावनापूर्ण वेबसाइटों को ब्लॉक करें।

source: Threat Protection
es: Protección frente a amenazas
hi: ख़तरे से सुरक्षा
